// https://github.com/username/repo_name

// kilometerToMeter - ফাংশনে কিলোমিটার ইনপুট নিয়ে মিটারে কনভার্ট করে রিটার্ন করতে হবে।

// budgetCalculator - ফাংশনে ৩ টি প্যারামিটারে ইনপুট নিয়ে ইলেকট্রনিক্স কিনতে কত বাজেট লাগবে তা রিটার্ন করতে হবে। প্রথম প্যারামিটারঃ কয়টি ঘড়ি (প্রতি পিস ৫০ টাকা), দ্বিতীয় প্যারামিটারঃ কয়টি ফোন (প্রতি পিস ১০০ টাকা), তৃতীয় প্যারামিটারঃ কয়টি ল্যাপটপ (প্রতি পিস ৫০০ টাকা)। সবগুলো কিনতে কত বাজেট লাগবে তা ক্যালকুলেট করে শুধুমাত্র টাকার সংখ্যাটা রিটার্ন করে দিতে হবে।

// hotelCost - ফাংশনে দিন ইনপুট নিতে হবে। তারপরে থাকার খরচ ক্যালকুলেট করে রিটার্ন করে দিতে হবে। হোটেলে ১ - ১০ দিন থাকলে ভাড়া প্রতিদিন ১০০ টাকা করে। ১১ তম দিন থেকে ২০ তম দিন পর্যন্ত ভাড়া প্রতিদিন ৮০ টাকা করে। এবং এর বেশি যতদিন থাকবে প্রতিদিনের ভাড়া ৫০ টাকা করে।

// megaFriend - ফাংশনে অনেকগুলো নামের Array 

function kilometerToMeter(){

    
}

function kilometerToMeter(){


}

function kilometerToMeter(){


}

function kilometerToMeter(){


}